Repository: sasriawesome/intradarmajaya
Catalog: wagtailkit/lectures/locale/*/LC_MESSAGES/django.po
Languages: id

source: Time end
id: Waktu berakhir

source: Lecture
id: Perkuliahan

source: Open
id: Terbuka

source: Student
id: Mahasiswa

source: Yes
id: Ya

source: Contact info
id: Informasi Kontak

source: Address Info
id: Informasi Alamat

source: User
id: Pengguna

source: Active
id: Aktif

source: Teacher
id: Dosen

source: AC: Lecture
id: AC: Perkuliahan

source: Lectures
id: Perkuliahan

source: Pending
id: Tunda

source: On Going
id: Berlangsung

source: End
id: Akhir

source: Class name
id: Nama kelas

source: Teacher Course
id: Dosen (Mata Kuliah)

source: Time start
id: Waktu mulai

source: Duration
id: Durasi

source: Lecture duration in minutes
id: Durasi perkuliahan dalam menit

source: Series
id: Seri pertemuan

source: Total meet up
id: Total pertemuan

source: Created_by
id: Dibuat oleh

source: Lecture Score Weighting
id: Bobot Score Perkuliahan

source: Lecture Score Weightings
id: Bobot Score Perkuliahan

source: Attendance
id: Kehadiran

source: Homework 1
id: Tugas 1

source: Homework 2
id: Tugas 2

source: Quis 1
id: Kuis 1

source: Quis 2
id: Kuis 2

source: Mid Exam
id: UTS

source: Final Exam
id: UAS

source: Please correct all value, total weight greater than 100
id: Periksa kembali setiap nilai, total maximal bobot tidak boleh melebihi 100

source: Student Enrollment
id: Mahasiswa (Rencana Studi)

source: Student Enrollments
id: Mahasiswa (Rencana Studi)

source: Lecture Student
id: Perkuliahan (Mahasiswa)

source: Lecture Students
id: Perkuliahan (Mahasiswa)

source: New
id: Baru

source: Repeat
id: Mengulang

source: Student Study Plan
id: Mahasiswa (Rencana Studi)

source: Student Score
id: Nilai Mahasiswa

source: Student Scores
id: Nilai Mahasiswa

source: Lecture student
id: Mahasiswa perkuliahan

source: Lecture Schedule
id: Jadwal Perkuliahan

source: Lecture Scehdules
id: Jadwal Perkuliahan

source: Room Name
id: Nama Ruangan

source: Lecture Student Attendant
id: Absensi Perkuliahan Mahasiswa

source: Lecture Student Attendants
id: Absensi Perkuliahan Mahasiswa

source: Present
id: Hadir

source: Sict
id: Sakit

source: Absent
id: Tanpa Keterangan

source: Permit
id: Izin

source: Schedule
id: Jadwal

source: Note
id: Catatan

source: Lecture Teacher Attendant
id: Absensi Perkuliahan Dosen

source: Lecture Teacher Attendants
id: Absensi Perkuliahan Dosen

source: Is Alternate
id: Dosen Pengganti

source: Lecture Attendance
id: Perkuliahan (Absensi)

source: Lecture Attendances
id: Perkuliahan (Absensi)

source: Lecture Student Score
id: Perkuliahan (Nilai Mahasiswa)

source: Lecture Student Scores
id: Perkuliahan (Nilai Mahasiswa)

source: Students
id: Mahasiswa

source: Person
id: Personal

source: Student ID
id: NPM

source: Program Study
id: Program Studi

source: Active status
id: Status aktif

source: Teachers
id: Dosen

source: ID is NIDN
id: NIDN

source: Teacher ID
id: ID Dosen

source: Teacher course
id: MK dosen

source: Teacher Courses
id: Dosen (Mata Kuliah)

source: Odd
id: Ganjil

source: Even
id: Genap

source: Short
id: Pendek

source: Assistant
id: Asisten

source: Curriculum Course
id: Mata Kuliah Kurikulum

source: School year
id: Tahun ajaran
