Repository: sasriawesome/intradarmajaya
Catalog: wagtailkit/warehouse/locale/*/LC_MESSAGES/django.po
Languages: id

source: AI: Warehouse
id: AI: Gudang

source: Warehouse Location
id: Lokasi Gudang

source: Warehouse Locations
id: Lokasi Gudang

source: Physical
id: Fisik

source: Location type
id: Jenis lokasi

source: Created by
id: Dibuat oleh

source: Warehouse Cards
id: Kartu Gudang

source: Inventory Adjustment
id: Penyesuaian Persediaan

source: Inventory Adjustments
id: Penyesuaian Persediaan

source: Effective date
id: Tgl. Efektif

source: Validated date
id: Tgl. Divalidasi

source: Validated by
id: Divalidasi oleh

source: Adjusted Product
id: Barang Disesuaikan

source: Adjusted Products
id: Barang Disesuaikan

source: Product
id: Barang

source: Logical Quantity
id: Quantity

source: Real Quantity
id: Quantiti Real

source: Request Order
id: Permintaan Barang

source: Request Orders
id: Permintaan Barang

source: Pending
id: Tunda

source: Approved
id: Disetujui

source: Rejected
id: Ditolak

source: Processed
id: Diproses

source: Complete
id: Selesai

source: Normal
id: Biasa

source: Urgent
id: Mendesak

source: Critical
id: Sangat mendesak

source: Mark as read
id: Sudah dibaca

source: Request status
id: Status permintaan

source: Chairman
id: Pejabat

source: Department
id: Departemen

source: Purpose of use
id: Tujuan penggunaan

source: Description
id: Deskripsi

source: Rejection note
id: Catatan penolakan

source: On Deadline
id: Deadline

source: Date approved
id: Tgl. Disetujui

source: Date processed
id: Tgl. Diproses

source: Date completed
id: Tgl. Selesai

source: Date rejected
id: Tgl. Ditolak

source: Inventory Request Item
id: Item Permintaan Persediaan

source: Request Inventory
id: Permintaan Persediaan

source: Requested Quantity
id: Quantiti diminta

source: Approved Quantity
id: Quantiti disetuji

source: Request New Product
id: Permintaan Barang Baru

source: New Product
id: Barang Baru

source: Product Transfer
id: Transfer Barang

source: Product Transfers
id: Transfer Barang

source: Inventory Request Order
id: Form Permintaan Persediaan

source: Note
id: Catatan

source: Date created
id: Tgl. Dibuat

source: Date closed
id: Tgl. Ditutup

source: Accepted by
id: Diterima oleh

source: Check In
id: Penerimaan Barang

source: Check Ins
id: Penerimaan Barang

source: From
id: Dari

source: Please fill Purchase Order number
id: Silahkan isi nomor Purchase Order

source: Reference
id: Referensi

source: Date received
id: Tgl. Diterima

source: Purchase Order Does not exist
id: Nomor Purchase Order tidak ditemukan.

source: Check Out
id: Pengiriman Barang

source: Check Outs
id: Pengiriman Barang

source: To
id: Kepada

source: Date delivered
id: Tanggal dikirim

source: Product Scrapped
id: Barang Rusak

source: Product Scrappeds
id: Barang Rusak

source: Products
id: Barang

source: In
id: Masuk

source: Out
id: Keluar

source: Transfer type
id: Jenis transfer

source: Product transfer
id: Formulir Barang Keluar

source: Quantity
id: Quantiti

source: Home
id: Beranda

source: Back
id: Kembali

source: Edit
id: Ubah

source: Delete
id: Hapus

source: Make Valid
id: Validasi

source: Make Complete
id: Selesaikan

source: Purpose Of Use
id: Tujuan penggunaan
