Repository: sasriawesome/intradarmajaya
Catalog: wagtailkit/academic/locale/*/LC_MESSAGES/django.po
Languages: id

source: AC: Academic
id: AC : Akademik

source: Resource Management Unit
id: Unit Manajemen Sumber Daya

source: Name
id: Nama

source: Description
id: Deskripsi

source: Program Study
id: Program Studi

source: Program Studies
id: Program Studi

source: Upline
id: Induk

source: School Year
id: Tahun Ajaran

source: School Years
id: Tahun Ajaran

source: Year start
id: Tahun awal

source: Year end
id: Tahun akhir

source: Date start
id: Tanggal awal

source: Date end
id: Tanggal akhir

source: Date created
id: Tanggal dibuat

source: Course
id: Mata Kuliah

source: Courses
id: Mata Kuliah

source: Mandatory
id: Wajib

source: Choice
id: Pilihan

source: Interest Mandatory
id: Peminatan Wajib

source: Interest Choice
id: Peminatan Pilihan

source: Research/Thesis/Disertation
id: Penelitian/Skripsi/Tesis/Disertasi

source: MPK: Personal Development Course
id: MPK: Mata Kuliah Pengembangan Kepribadian

source: MKK: Knowledge Foudation Course
id: MKK: Mata Kuliah Keterampilan Dasar

source: MKB: Creational Skill Course
id: MKB: Mata Kuliah Berkarya

source: MPB: Behavioral Skill Course
id: MPB: Mata Kuliah Keperilakuan

source: MBB: Life Skill Course
id: MPB: Mata Kuliah Kecakapan Hidup

source: MKDU: Basic Knowledge Course
id: MKDU: Mata Kuliah Dasar Umum

source: MKDK: Basic Skill Course
id: MKDK: Mata Kuliah Dasar Keterampilan Khusus

source: Teaching method
id: Metode pengajaran

source: Equal to
id: Setara

source: Course type
id: Jenis MK

source: Course group
id: Kelompok MK

source: Active status
id: Status Aktif

source: Course Pre Requisite
id: MK Prasyarat

source: Requisite
id: Persyaratan

source: Curriculum
id: Kurikulum

source: Curriculums
id: Kurikulum

source: SKS graduate
id: SKS Lulus

source: Date effective
id: Tanggal Efektif

source: Curricullum Course
id: Mata Kuliah Kurikulum

source: Curricullum Courses
id: Mata Kuliah Kurikulum

source: Meeting
id: Pertemuan

source: Practice
id: Praktik

source: Field Practice
id: Praktik Lapangan

source: Simulation
id: Simulasi

source: SKS type
id: Tipe SKS
