Repository: sasriawesome/intradarmajaya
Catalog: wagtailkit/persons/locale/*/LC_MESSAGES/django.po
Languages: id

source: Update
id: Perbaharui

source: %(model_name)s '%(instance)s' updated.
id: %(model_name)s '%(instance)s' sudah diperbaharui.

source: Persons
id: Personal

source: Name
id: Nama

source: Contact Info
id: Kontak Info

source: Address
id: Alamat

source: Education Histories
id: Riwayat Pendidikan

source: Non Formal Education Histories
id: Riwayat Pendidikan Non Formal

source: Working Histories
id: Riwayat Pekerjaan

source: Organization Histories
id: Riwayat Organisasi

source: Social Media Account
id: Akun Sosial Media

source: Account
id: Akun

source: User
id: Pengguna

source: Employee
id: Pegawai

source: Partner
id: Rekanan

source: Profile
id: Profil

source: Histories
id: Riwayat

source: Social
id: Sosial Media

source: Education Level
id: Jenjang Pendidikan

source: Education Levels
id: Jenjang Pendidikan

source: Description
id: Deskripsi

source: Created date
id: Tanggal dibuat

source: Phone 1
id: Telpon 1

source: Phone 2
id: Telpon 2

source: Address 1
id: Alamat 1

source: Address 2
id: Alamat 2

source: City
id: Kota

source: Province
id: Provinsi

source: Country
id: Negara

source: Zip Code
id: Kode Pos

source: Education History
id: Riwayat Pendidikan

source: Finished
id: Selesai

source: Ongoing
id: Sedang berjalan

source: Unfinished
id: Tidak selesai

source: Person
id: Personal

source: Level
id: Jenjang

source: Institution
id: Institusi

source: Major
id: Jurusan

source: ex: IPA, IPS, Information System or Accounting
id: contoh: IPA, IPS, Sistem Informasi atau Akuntansi

source: Date start
id: Tanggal mulai

source: Date end
id: Tanggal selesai

source: Current status
id: Status terkini

source: NonFormal Education History
id: Riwayat Pendidikan Non Formal

source: NonFormal Education Histories
id: Riwayat Pendidikan Non Formal

source: Working History
id: Riwayat Pekerjaan

source: Contract
id: Kontrak

source: Fixed
id: Tetap

source: Department
id: Departemen

source: Position
id: Posisi

source: Employment
id: Kepegawaian

source: Organization History
id: Riwayat Organisasi

source: Organization
id: Organisasi

source: Male
id: Pria

source: Female
id: Wanita

source: Show title
id: Tampilkan Gelar

source: Show Mr or Mrs in front of name
id: Tampilkan Bpk. atau Ibu di depan nama

source: Show name only
id: Tampilkan nama saja

source: Show name only without academic title
id: Tampilkan nama saja tanpa gelar akademis

source: Title
id: Gelar

source: Full name
id: Nama lengkap

source: Front title
id: Gelar depan

source: Academic title prefix, eg: Dr or Prof. Dr
id: Gelar akademis di depat, contoh: Dr atau Hi

source: Back title
id: Gelar akademis belakang

source: Academic title suffix, eg: Phd
id: Gelar akademik belakang, contoh: Phd

source: Gender
id: Jenis kelamin

source: Date of birth
id: Tanggal lahir

source: Place of birth
id: Tempat lahir

source: Facebook page URL
id: URL halaman Facebook

source: twitter username, without the @
id: Username twitter tanpa @

source: Instagram username, without the @
id: Username instagram tanpa @

source: YouTube channel or user account URL
id: URL Channel Youtube

source: User account
id: Akun pengguna

source: Primary
id: Primer

source: E.g. Home Address or Office Address
id: Contoh: Alamat Rumah atau Alamat Kantor

source: Show formal person histories tab
id: Tampilkan Tab Riwayat

source: Show formal education histories panel
id: Tampilkan panel Riwayat Pendidikan Formal

source: Show non formal education histories panel
id: Tampilkan panel Riwayat Pendidikan Non Formal

source: Show working histories panel
id: Tampilkan panel Riwayat Pekerjaan

source: Show organization histories panel
id: Tampilkan panel Riwayat Organisasi

source: Formal Educations
id: Pendidkan Formal

source: Non Formal Educations
id: Pendidikan Non Formal

source: No %(name)s have been created yet. One of the following must be created before you can add any %(name)s:
id: Belum ada %(name)s yang dibuat. Satu atau lebih harus dibuat sebelum kamu membuat %(name)s:

source: No %(name)s have been created yet.
id: Belum ada %(name)s yang dibuat.

source: Why not <a href="%(url)s">add one</a>?
id: Kenapa tidak coba <a href="%(url)s">buat satu</a>?

source: Page %(current_page)s of %(num_pages)s.
id: Halaman %(current_page)s dari %(num_pages)s.

source: Basic Information
id: Infomasi Dasar

source: Set Personal Info
id: Atur Informasi Personal

source: Update your personal infomation.
id: Perbaharui Informasi Personal Anda.
